import { useNavigate } from "react-router"
import "./CourseDetails.css"
export default function CourseDetails(){

    let nav=useNavigate();
    const courseEnrollment=()=>{
        nav("./courseEnrollment");

    }
 return <>
    
    <h1>קורס שחיה מקצועי</h1><br/>
    <div className="courseDiv"><h3>
תשכחו מכל מה שידעתם על שחיית חתירה !

TI מובילה כבר 30 שנה מהפכה עולמית בתחום של לימוד שחייה.
במטרה להחליף את שיטת לימוד השחייה הישנה והלא אפקטיבית ולאפשר ליותר ויותר אנשים את ההנאה והסיפוק של

שחיית חתירה למרחק,באלגנטיות וללא מאמץ.
אם חשבתם שלעולם לא תוכלו ללמוד שחיית חתירה היטב, תחשבו שוב.
הצטרפו למיליוני שחיינים ברחבי העולם שפיצחו את השיטה ולמדו לשחות אצלנו חתירה מהר, למרחקים ארוכים וללא מאמץ!

שיטת לימוד שחיה המובילה בעולם.

Total Immersion או בקיצור TI היא שיטת לימוד שחיה בסגנון חתירה מהפכנית שפותחה בסוף שנות ה-80 בארה"ב, על ידי מאמן שחייה אולימפי פורץ דרך, טרי לוכלין. TI הינו בית הספר הגדול בעולם ללימוד שחיית חתירה עם סניפים  בפריסה כלל עולמית ומיליוני בוגרים.

TI  ישראל הוא בית הספר ללימוד שחייה הגדול בישראל עם למעלה מ- 70 סניפים בפריסה ארצית, מעל 10,000 תלמידים מבוגרים בשנה, ואלפי ילדים בחוגי שחייה שנתיים.

מה היתרונות של לימוד שחיה ב TI ?

כי אנחנו היחידים המתחייבים שתצאו שחיינים!  את זה אף מורה שחייה אחר לא מבטיח.
שיטת לימוד שחיית חתירה ייחודית,השונה באופן מהותי משיטת לימוד שחייה מסורתית והארכאית ותלמד אתכם שחיית חתירה במהירות, בקלות וללא מאמץ.
השקיעו 10 שעות של לימוד שחייה בשיטת TI ותנו לעצמכם מתנה לכל החיים
</h3></div>

<input type="button" value="מעוניין להרשם!" className="button1" onClick={courseEnrollment}></input> 
</>  
}
