
import "./About.css"
export default function About(){
    return(<>
        <h1 className="about">מידע ופרטים נוספים</h1>
        <h3 className="about">תיאור הפעילות:
        בריכת שחייה קייצית, עם נוף נשקף לאגם,
           <br></br>
           פינות מוצלות, מזנון, שירותים ומקלחות.

           למקום רישיון עסק ושירותי מציל.

              מתאים לגילאים:לכל המשפחה
            תשלום מגיל שנתיים <br></br>איך מגיעים?אגם מונפורט ממוקם בעמק ממזרח לעיר מעלות תרשיחא לבין מושב חוסן, על כביש 89 נהריה-צפת.
             חפשו אותנו ב WAZE - אגם מונפורט.מתכננים יום כיף וגיבוש לקבוצה של 15 איש ומעלה ?אתם בדיוק, בדיוק במקום הנכון !!
                    <br></br>חברת קופונופש מתמחה בבניית חבילות בילוי בכל הסגנונות ובכל רחבי הארץ.
                לרשותכם מחלקת קבוצות מקצועית ומנוסה,
               שתשמח להציע לכם יום כיף בהתאמה לצרכים הייחודים שלכם - ובמחיר אטרקטיבי מאוד.</h3>
        
        </>
        
    )
}